//! 新馬路
const xinmalu =
  "亞美打利庇盧大馬路（葡萄牙語：Avenida de Almeida Ribeiro），又稱新馬路，是澳門中區的重要道路之一，為澳門重要的商業中樞及旅遊景點，全長620米。早在19世紀，新馬路一帶不是一條筆直的大道，而殷皇子大馬路段及新馬路後半段還是汪洋大海，該區只是一個僻靜的居住地及漁村，中間穿插著彎彎曲曲、斷斷續續的小路。經過多年的填海，及至1918年，澳葡政府才開始把西段的彎曲小路大鵬巷拉直把東段龍嵩街口與大堂街之間的山崗剷平打通，再將東端路口的一間大屋拆去，修成一條筆直的馬路，直接把內港和南灣連接，成為澳門的一條重要馬路。\n馬路開通後，市政當局以當時葡萄牙殖民地部長阿圖爾·亞美打利庇盧(Artur de Almeida Ribeiro)的名字，命名為亞美打利庇盧大馬路而澳門人稱之為「新馬路」，除了是葡文譯名太複雜為人所難記之外，也因為這條是新開闢的馬路，故以「新的馬路」來稱之。";

export const xinmaluParagraph = xinmalu.split("\n");

//! 大三巴

const dasanba =
  "大三巴牌坊是澳門天主之母教堂（即聖保祿教堂）正面前壁的遺址，屬於「聖保祿學院天主之母教堂遺址（大三巴牌坊、前地及石階）」的組成部分之一，亦是澳門的標誌性建築物之一。\n「大三巴」一名為華人對聖保祿學院及教堂的稱呼，出自聖保祿的葡萄牙文「São Paulo」的漢語譯音。聖保祿學院學院成立於1594年，結束於1762年，是遠東地區及中國第一所西式大學，當中設有文法學部、人文學部、倫理神學部等。學院培養了大批傳教士到日本、中國大陸、越南、泰國、柬埔寨等地傳教，是天主教傳教士在遠東區傳教的重要的培訓基地，在大三巴牌坊的遺址下安放了不少為了信仰而不惜流血捨身的殉道者的遺骸。\n在1835年，一場大火燒毀了聖保祿學院及教堂，最終剩下教堂正面前壁、部分地基以及教堂前的石階。由於當地華人認為教堂前壁形似中國的傳統牌坊，故稱之為「大三巴牌坊」。\n聖保祿教堂是中國第一座巴洛克式建築，教堂前壁在建造時將東方的裝飾圖飾如中國傳統造型的石獅子、漢字和象徵日本的菊花與歐洲的古典元素相結合，屬於東西方藝術交融的結晶，代表了天主教藝術在遠東的成就，也反映了澳門在歷史上的東西文化交融及其獨特性。";

export const dasanbaParagraph = dasanba.split("\n");

//! 媽閣廟

const magemiao =
  "媽祖閣，俗稱媽閣廟（粵語拼音：ma5 gok3 miu6，「媽」變調為「馬」，舊稱娘媽廟、海覺寺、天妃廟，是位於澳門半島西南方媽閣山山腰上的一座主要奉祀海神媽祖的廟宇，約創建於1553年至1557年前，為澳門標誌性建築物之一，與蓮峰廟及普濟禪院是澳門三大古剎，也是其中最古老的一座。\n媽祖閣在建築上具閩南特色，是澳門現存廟宇中有實物可考的最古老的廟宇，亦是原建築物保存得最長久的澳門文化遺產，見證了澳門數百年來的變遷。\n1992年，媽祖閣被當選為「澳門八景」之一，並獲得「媽閣紫煙」這一雅號2005年，媽祖閣作為澳門歷史城區的一部分被列入世界文化遺產名錄內。";

export const magemiaoParagraph = magemiao.split("\n");

//! 鄭家大屋

const zhengjia =
  "鄭家大屋約建於1881年，由鄭文瑞籌建，其子鄭觀應協助父親興建。其後，孫中山在香港西醫書院學習時，常與鄭觀應在此議論時政，相討救國救民的路徑。在1894年，鄭觀應在此完成《盛世危言》，提出「富強救國」的思想；\n1950年代的鄭家大屋曾分租，高峰期曾住了70多戶人，共300多人。約在1990年，有發展商從鄭家後人收購了鄭家大屋的屋權。自鄭家後人遷出後，曾被多戶佔據。當中不少文物亦成為賊人的目標，以致破敗不堪。\n自1991年開始，澳葡政府已跟發展商談判收購鄭家大屋，可惜一直不成功。經多次磋商後，澳門政府終於在2001年成功用「以地易地」的方式，接收了鄭家大屋的業權。2005年，以澳門歷史城區一部份被列入世界文化遺產。";

export const zhengjiaParagraph = zhengjia.split("\n");

//?========================day2=========================

//! 新葡京

const xinpujin =
  "新葡京的外形據說是一把劍刺進心臟，從風水上將賭客困於其中\n澳門賭王何鴻燊旗下的澳門博彩股份有限公司經營的旗艦賭場\n賭場內設有番攤及魚蝦蟹等中式博彩遊戲";

export const xinpujinParagraph = xinpujin.split("\n");

//! 永利

const yongli =
  "永利娛樂城以高檔奢華作賣點，共設有最低投注金額為$100的420張賭枱及1,280部角子老虎機\n標誌代表是正門中史的吉祥樹表演，每半個小時表演一次";

export const yongliParagraph = yongli.split("\n");

//! 美高梅

const meigao =
  "美高梅集團是一家綜合娛樂公司，開頭有隻獅子吼一聲的電影就是美高梅集團發行的\n共有385張賭桌、888部角子老虎機";

export const meigaoParagraph = meigao.split("\n");

//! 旅遊塔

const luyouta =
  "澳門旅遊塔是一座位於澳門南灣新填海區及珠江口的一個集合觀光、會議、展覽及娛樂設施於一身的建築物，是澳門的著名地標之一；也是中國第6位及全球第21位獨立式觀光塔。澳門旅遊塔於1998年興建，於2001年落成及啟用\n360° 旋轉餐廳的自助餐提供地道的葡國風味美食，還有豐饒鮮美的海產、即點即製的意粉等等\n餐廳每一個半小時旋轉一圈，隨著餐廳的慢慢旋轉，飽覽澳門景致\n中餐入場時需出示護照";

export const luyoutaParagraph = luyouta.split("\n");

//! 威尼斯人

const weinisi =
  "威尼斯人娛樂城位於澳門威尼斯人度假村，以意大利威尼斯為設計藍本\n其附設的威尼斯人購物中心是澳門最大型的室內購物中心，超過350家購物商戶設於人造運河兩旁，加上拱橋、石板路及貢多拉船等設計，令旅客仿如置身威尼斯的街道。\n威尼斯人的樓底高，空間感十足，這間澳門賭場擁有850張賭枱及6,000部角子老虎機，被喻為世界最大賭場";

export const weinisiParagraph = weinisi.split("\n");

//! 巴黎人

export const baliParagraph = ["澳門巴黎人埃菲爾鐵塔"];

//?========================day5=========================

//! andrew

const andrew =
  "1979年，英國人安德魯Andrew Stow來到澳門，他從事藥劑業，亦曾管理凱悅酒店的葡式餐廳，在這裡認識了土生土長的澳門人Margaret Wong，倆人相戀後於1988年結婚，當時安德魯所在的公司倒閉，於是倆人就在較寧靜的小區路環開了家店，起初想做健康食品，幾經波折後改為做麵包，因當時澳門葡國人多，安德魯便憑著他對在葡國吃過葡撻的印象，用自己的方法做了出來，改用英式奶黃，糖份也相對減少。\n最初由於安德魯所做的葡撻不似葡萄牙吃到正宗的口味，賣相又不似澳門人吃慣的蛋撻，焦焦的讓人誤以為是烤焦了的撻，銷情並不理想。其後夫妻二人把葡撻拿去讓街坊試吃，努力解釋撻面焦糖化的效果，結果這種味道讓人一試難忘，很快便傳遍了澳門。\n後來雖然安德魯餅店愈做愈好，他的葡撻更是紅遍澳門，但因夫妻理念不同，最終二人離婚，而妻子亦帶著改良了葡撻的食譜另起爐灶，開了一家屬於她的瑪嘉烈餅店，繼續賣葡撻。\n瑪嘉烈為了擴充業務，更把這份葡撻的秘方賣給了KFC，令這款改良版的葡撻更廣為人知，我們才能在炸雞店也嘗到這股讓人難忘的甜味。而安德魯餅店其後亦到了台灣、日本、韓國等地開業，把他的安德魯葡撻帶到全球各地。";

export const andrewParagraph = andrew.split("\n");

//?========================places=========================

const macau =
  "澳門半島（葡萄牙語：Península de Macau）是組成澳門的四大部份（區域）之一，是澳門居民的主要聚居地，也是澳門最早開發的地區，有超過四百年的歷史。位於澳門半島的澳門歷史城區於2005年正式被列入世界文化遺產名錄內。";

export const macauParagraph = macau.split("\n");

const taipa =
  "氹仔（葡萄牙語：Taipa；英語：Taipa），別稱窞仔、潭仔、龍頭灣、龍環、雞頸，是澳門的離島及四大組成部份之一。\n氹仔古稱潭仔，其閩南語讀音Tiap-á演變成葡文Taipa來源請求。也有說法指葡萄牙人於氹仔登陸時，向當地人詢問地名（nome），當地人誤聽成糯米，認為葡萄牙人在詢問當地人會否售賣糯米，於是回答「大把」，葡萄牙人於是把該地方按音寫成Taipa。\n氹仔原為獨立島嶼，現已和路環及路氹城連成一體。金光大道的所在地就位於氹仔與路環的連接公路兩側，其設計是仿照拉斯維加斯的賭場大道。";

export const taipaParagraph = taipa.split("\n");

const luhuan =
  "路環（葡萄牙語：Coloane）古稱鹽灣、鹽灶灣、九澳島或阿婆尾，因東北角之九澳灣與島上九澳山而得名。此外，路環的葡文名稱，有人認為是音譯自該島的粵語古稱「過路灣」。由於路環大部分地還沒開發，植被豐富，風景優美，因此被譽為澳門最後的後花園。\n路環島的最高峰疊石塘山半山以上的地區，被劃為郊野公園和媽祖文化村，受到嚴格保護。";

export const luhuanParagraph = luhuan.split("\n");
