//! 新馬路
const xinmalu =
  "亞美打利庇盧大馬路（葡萄牙語：Avenida de Almeida Ribeiro），又稱新馬路，是澳門中區的重要道路之一，為澳門重要的商業中樞及旅遊景點，全長620米。早在19世紀，新馬路一帶不是一條筆直的大道，而殷皇子大馬路段及新馬路後半段還是汪洋大海，該區只是一個僻靜的居住地及漁村，中間穿插著彎彎曲曲、斷斷續續的小路。經過多年的填海，及至1918年，澳葡政府才開始把西段的彎曲小路大鵬巷拉直把東段龍嵩街口與大堂街之間的山崗剷平打通，再將東端路口的一間大屋拆去，修成一條筆直的馬路，直接把內港和南灣連接，成為澳門的一條重要馬路。\n馬路開通後，市政當局以當時葡萄牙殖民地部長阿圖爾·亞美打利庇盧(Artur de Almeida Ribeiro)的名字，命名為亞美打利庇盧大馬路而澳門人稱之為「新馬路」，除了是葡文譯名太複雜為人所難記之外，也因為這條是新開闢的馬路，故以「新的馬路」來稱之。";

export const xinmaluParagraph = xinmalu.split("\n");

//! 大三巴

const dasanba =
  "大三巴牌坊是澳門天主之母教堂（即聖保祿教堂）正面前壁的遺址，屬於「聖保祿學院天主之母教堂遺址（大三巴牌坊、前地及石階）」的組成部分之一，亦是澳門的標誌性建築物之一。\n「大三巴」一名為華人對聖保祿學院及教堂的稱呼，出自聖保祿的葡萄牙文「São Paulo」的漢語譯音。聖保祿學院學院成立於1594年，結束於1762年，是遠東地區及中國第一所西式大學，當中設有文法學部、人文學部、倫理神學部等。學院培養了大批傳教士到日本、中國大陸、越南、泰國、柬埔寨等地傳教，是天主教傳教士在遠東區傳教的重要的培訓基地，在大三巴牌坊的遺址下安放了不少為了信仰而不惜流血捨身的殉道者的遺骸。\n在1835年，一場大火燒毀了聖保祿學院及教堂，最終剩下教堂正面前壁、部分地基以及教堂前的石階。由於當地華人認為教堂前壁形似中國的傳統牌坊，故稱之為「大三巴牌坊」。\n聖保祿教堂是中國第一座巴洛克式建築，教堂前壁在建造時將東方的裝飾圖飾如中國傳統造型的石獅子、漢字和象徵日本的菊花與歐洲的古典元素相結合，屬於東西方藝術交融的結晶，代表了天主教藝術在遠東的成就，也反映了澳門在歷史上的東西文化交融及其獨特性。";

export const dasanbaParagraph = dasanba.split("\n");

//! 媽閣廟

const magemiao =
  "媽祖閣，俗稱媽閣廟（粵語拼音：ma5 gok3 miu6，「媽」變調為「馬」，舊稱娘媽廟、海覺寺、天妃廟，是位於澳門半島西南方媽閣山山腰上的一座主要奉祀海神媽祖的廟宇，約創建於1553年至1557年前，為澳門標誌性建築物之一，與蓮峰廟及普濟禪院是澳門三大古剎，也是其中最古老的一座。\n媽祖閣在建築上具閩南特色，是澳門現存廟宇中有實物可考的最古老的廟宇，亦是原建築物保存得最長久的澳門文化遺產，見證了澳門數百年來的變遷。\n1992年，媽祖閣被當選為「澳門八景」之一，並獲得「媽閣紫煙」這一雅號2005年，媽祖閣作為澳門歷史城區的一部分被列入世界文化遺產名錄內。";

export const magemiaoParagraph = magemiao.split("\n");
